---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireCircuitLoadName
source: html/5f8778d7-63c2-037a-615b-619ca22a8c4e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireCircuitLoadName Property

"Circuit Load Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireCircuitLoadName { get; }
```